
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Αυτόματα";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Συνθηματικό PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Κοινό μυστικό IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Συνθηματικό XAuth IPSec";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Σύνδεση δικτύου (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Σύνδεση δικτύου";
"KEYCHAIN_KIND_EAPOL" = "Συνθηματικό 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Συνθηματικό VPN";
